/* $ObjectName=MAFLogViewer_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: Accessibility hint read by the VoiceOver Utility when hovering over the LogViewer UI title */
"Hint_LogViewerTitle" = "Cabecera";

/* XFLD: Localized title for the LogViewer UI */
"Title_LogViewer" = "Logs";

/* XFLD: Accessibility hint for the Send eMail button */
"Hint_SendMail" = "Enviar correo electrónico";

/* XFLD: UIAlertView title */
"Title_Email" = "Correo electrónico";

/* XFLD: UIAlertView error message when an error occurs upon sending the eMail */
"Msg_SendingFailed" = "Envío fallido de correo electrónico";

/* XFLD: UIAlterView Ok button message */
"Btn_OK" = "Aceptar";

/* XFLD: Accessibility hint for the log entry selection checkmark - unchecked state */
"Hint_CheckboxUnselected" = "Selecc.anul.";

/* XFLD: Accessibility hint for the log entry selection checkmark - selected state */
"Hint_CheckboxSelected" = "Selec.";

